import styles from "./PromoText.module.css";

const PromoText = () => {
  return (
    <section className={styles["promo-text"]}>
      <h2>Онлайн Суши Ресторан Японської Кухні</h2>
      <p>
        Японська Кухня - це онлайн суши-ресторан, в якому улюблені суші та сашимі,
        роли та інші блюда національної японської кухні робить команда
        професіональних поварів.
      </p>
      <p>
        Швидка робота та якісна продукція, а також самі кращі
        компоненти придають найкращий смак блюдам, дарують насолоду від трапези.
      </p>
    </section>
  );
};

export default PromoText;
